<?php
return array(
// TITLES
'welcome'=>'Добро пожаловать',
'load_more'=>'загрузить ещё...',
'to_main' => 'Перейти на главную',
'about'=>'О сайте',
// END TITLES


// FORMS 
'create_note'=>'Создать запись',
'your_message'=>'Ваше сообщение',
'captcha_code'=>'Код с картинки',
'posts_not_found'=>'Не найдено ни одной записи',

'captcha_error'=>'<div class="form_msg_title">Код с картинки введён не корректно</div>Пожалуйста, проверьте правильность ввода кода',
'many_tries'=>'<div class="form_msg_title">Ошибка безопасности</div>Похоже, вы попытались сделать большое количество однотипных запросов за последнее время. Пожалуйста, попробуйте позже.',

'short_msg'=>'<div class="form_msg_title">Слишком короткое сообщение</div>Сообщение должно быть не менее 5 символов в длину',
'long_msg'=>'<div class="form_msg_title">Слишком длинное сообщение</div>Сообщение должно быть не более 150 символов в длину',

'send'=>'Отправить',
// END FORMS


'read_more'=>'Читать дальше »',
'unknown_error'=>'<div class="form_msg_title">Неизвестная ошибка</div>Пожалуйста обновите страницу или попробуйте позже',
'month' => array(
  1 => array('Январь', 'Января'),
  2 => array('Февраль', 'Февраля'),
  3 => array('Март', 'Марта'),
  4 => array('Апрель', 'Апреля'),
  5 => array('Май', 'Мая'),
  6 => array('Июнь', 'Июня'),
  7 => array('Июль', 'Июля'),
  8 => array('Август', 'Августа'),
  9 => array('Сентябрь', 'Сентября'),
  10 => array('Октябрь', 'Октября'),
  11 => array('Ноябрь', 'Ноября'),
  12 => array('Декабрь', 'Декабря')
),
'short_month' => array(
  1 => 'янв',
  2 => 'фев',
  3 => 'мар',
  4 => 'апр',
  5 => 'май',
  6 => 'июн',
  7 => 'июл',
  8 => 'авг',
  9 => 'сен',
  10 => 'окт',
  11 => 'ноя',
  12 => 'дек')
);
?>